{
  "blogs": [
    {
      "title": "How To Rank Up In Valorant",
      "body": "To rank up in Valorant, you will need to start getting kills, assist your allies and make tactical use of your abilities. As you start to progress, you will need to focus on winning matches and strategizing with your squad. As soon as you get placed, you should focus all your attention on team cooperation and strategizing for quick progression and climbing the ranks. Also when you are fresh in your Valorant competitive career, you need to keep a track of your average combat score which impacts your overall efficiency as you progress. One may also experiment with a number of different agents available in the game and decide which one best suits their playstyle.On the other hand, if you are constantly losing matches or giving bad performances in competitive, your rank will ultimately go down. You should also note that the game tracks your rank inactivity.This means that if you don’t enter competitive matches up to 14 days, Valorant considers your account inactive, thereby hiding your rank.",
      "author": "AvJo",
      "date": "2020-08-22",
      "id": 1
    },
    {
      "title": "How to Make An Iron Farm in Minecraft",
      "body": "In Minecraft, there are two methods to collect iron. The harder way is to find and mine iron ores. And the more brutal one to get iron is by killing Iron Golems. As the name suggests, all Iron Golems are made out of iron and drop iron ingots on dying. This is the same mechanic that allows our automatic iron farm to function.Iron Golems naturally spawn within villagers. But if you want to spawn them manually, you have to fulfill the following requirements: Three villagers,Three beds for villagers to sleep in,One zombie to scare the villagers and trigger the Iron Golem spawning",
      "author": "Kmc",
      "date": "2022-03-19",
      "id": 2
    },
    {
      "title": "India is home to half a billion gamers",
      "body": "Indian gaming industry is the fastest-growing segment of the media and entertainment sector dominated by mobile games.With over a third of the Indian population playing video games, the Indian gaming industry is booming. It is the fastest-growing segment of the media and entertainment sector dominated by mobile games. The global industry, too, is projected to grow at a healthly rate in the coming years and is projected to reach $321 billion by 2026.",
      "author": "LIAM",
      "date": "2022-01-01",
      "id": 3
    }
  ]
}